getantidote/use-omz
ohmyzsh/ohmyzsh path:plugins/python
ohmyzsh/ohmyzsh path:plugins/git
ohmyzsh/ohmyzsh path:plugins/brew
ohmyzsh/ohmyzsh path:plugins/sudo
ohmyzsh/ohmyzsh path:plugins/macos
ohmyzsh/ohmyzsh path:plugins/vi-mode

zsh-users/zsh-autosuggestions
zdharma-continuum/fast-syntax-highlighting
hlissner/zsh-autopair
MichaelAquilina/zsh-you-should-use

~/code/fast_autocomplete
